# To change this license header, choose License Headers in Project Properties.
# To change this template file, choose Tools | Templates
# and open the template in the editor.

#Non View Specific Messages
exit_confirm=- \u00bfSeguro que quieres salir?\n
cancel_confirm=- Las entradas no guardadas se perder\u00e1n. \u00bfEstas seguro que quieres cancelar?\n

#Login messages
login_successful=- Has iniciado sesi\u00f3n correctamente!
login_error=- Las credenciales de inicio de sesi\u00f3n no son v\u00e1lidas. Vuelve a intentarlo.
login_uName_blank=- El campo Nombre de usuario no puede estar en blanco.\n
login_password_blank=- El campo Contrase\u00f1a no puede estar en blanco.\n

#Customer Messages
cust_name=- El campo Nombre del cliente no puede estar en blanco.\n
cust_name_int=- El nombre del cliente debe ser letras.\n
cust_phone=- El campo N\u00famero de tel\u00e9fono del cliente no puede estar en blanco.\n
cust_phone_length=- El campo N\u00famero de tel\u00e9fono del cliente debe ser de n\u00fameros y debe tener 10 d\u00edgitos.\n
cust_addr=- El campo L\u00ednea 1 de la direcci\u00f3n del cliente no puede estar en blanco.\n
cust_addr_st_num=- El n\u00famero de calle de cliente en la l\u00ednea de direcci\u00f3n 1 debe ser n\u00fameros.\n   Si hay una letra, coloque un espacio entre.\n
cust_addr_format=- Direcci\u00f3n de cliente L\u00ednea 1 no en formato correcto.\n
cust_city=- El campo Ciudad del cliente no puede estar en blanco.\n
cust_city_int=- El campo Ciudad del cliente debe ser letras.\n
cust_postal=- El campo C\u00f3digo postal del cliente no puede estar en blanco.\n
cust_country=- El campo Pa\u00eds del cliente no puede estar en blanco.\n
cust_country_int=- El campo Pa\u00eds del cliente debe ser letras.\n

#Calendar Messages
cal_valid_date=- Debe seleccionarse una fecha de cita.\n
cal_valid_start=- Se debe seleccionar una hora y un minuto de inicio.\n
cal_valid_end=- Se debe seleccionar una hora y un minuto finales.\n
cal_valid_cust=- Se debe seleccionar un cliente desde el men\u00fa desplegable.\n
cal_valid_consult=- Se debe seleccionar un Consultor desde el men\u00fa desplegable.\n
cal_valid_loc=- Se debe seleccionar una ubicaci\u00f3n desde la lista desplegable.\n
cal_valid_title=- Se debe ingresar un t\u00edtulo.\n
cal_valid_desc=- A Se debe introducir una descripci\u00f3n.\n

#Report Messages
report_month=- Se debe seleccionar un mes en el men\u00fa desplegable.\n
report_year=- Un a\u00f1o debe seleccionarse desde el men\u00fa desplegable.\n
report_type=- Se debe seleccionar un tipo de informe desde el men\u00fa desplegable.\n
report_title=- Se debe ingresar un T\u00edtulo para guardar el archivo.\n
report_notes=- Se deben introducir notas para guardar el archivo.\n